Repository: HGONeV/hgon_workgroup
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_hgonworkgroup_domain_model_workgroup
source: HGON Workgroup: Work Group
de: HGON Workgroup: Arbeitskreis

# tx_hgonworkgroup_domain_model_workgroup.title
source: Title
de: Titel

# tx_hgonworkgroup_domain_model_workgroup.description
source: Description
de: Beschreibung

# tx_hgonworkgroup_domain_model_workgroup.short_description
source: Short Description
de: Kurzbeschreibung

# tx_hgonworkgroup_domain_model_workgroup.address
source: Address
de: Adresse

# tx_hgonworkgroup_domain_model_workgroup.zip
source: Zip (as comma separated list)
de: PLZ

# tx_hgonworkgroup_domain_model_workgroup.city
source: City
de: Stadt

# tx_hgonworkgroup_domain_model_workgroup.district
source: District
de: Landkreis

# tx_hgonworkgroup_domain_model_workgroup.image
source: Image
de: Bild

# tx_hgonworkgroup_domain_model_workgroup.contact_person
source: Contact Person
de: Kontaktperson

# tx_hgonworkgroup_domain_model_workgroup.eventStd
source: Event
de: Veranstaltungen

# tx_hgonworkgroup_domain_model_workgroup.eventWg
source: Event Workgroup
de: Veranstaltungen (Arbeitskreistreffen)

# tx_hgonworkgroup_domain_model_workgroup.news
source: News
de: Meldungen

# tx_hgonworkgroup_domain_model_workgroup.tab_stdevents
source: Events (General events)
de: Veranstaltungen (allgemein)

# tx_hgonworkgroup_domain_model_workgroup.tab_wgevents
source: Events (WorkingGroup meetings)
de: Veranstaltungen (Arbeitsgruppen-Treffen)

# tx_hgonworkgroup_domain_model_workgroup.tab_news
source: News
de: Meldungen

# tx_news.tx_hgon_workgroup
source: Workgroup
de: Zugeordnete Arbeitsgruppe(n)

# tx_rkwevents_domain_model_event.tx_hgon_workgroup_wgevent
source: Workgroup
de: Zugeordnete Arbeitsgruppe(n) zu Workgroup-Event

# tx_rkwevents_domain_model_event.tx_hgon_workgroup_stdevent
source: Workgroup
de: Zugeordnete Arbeitsgruppe(n) zu Standard-Event

# flexform.search.sheetTitle
source: Search: Shown text
de: Suche: Angezeigter Text

# flexform.search.preHeader
source: Pre header
de: Pre-Headline (blaue Schrift)

# flexform.search.header
source: Header
de: Headline

# tx_hgonworkgroup_be_groups_workgroup
source: Work group
de: Arbeitsgruppe-Gruppe (Hat beschr√§nkten Zugriff auf eigene Inhalte)

# tx_hgonworkgroup_be_groups_admingroup
source: Admin group
de: Admin-Gruppe (Hat Zugriff auf alles)
